Repository: adambichler/acf-inline-editor-field
Catalog: lang/acf-inline-editor-field-*.po
Languages: de_at

source: ACF Inline Editor Field is a custom field for Advanced Custom Fields which allows you to edit field values directly in the field, without a toolbar.
de_at: ACF Inline-Editor-Feld ist ein benutzerdefiniertes Feld für ACF, mit dem du Feldwerte direkt im Feld bearbeiten kannst, ohne eine Symbolleiste zu verwenden.

source: ACF Inline Editor Field requires Advanced Custom Fields to be installed and activated. Without ACF active, the plugin cannot be activated.
de_at: ACF Inline-Editor-Feld erfordert die Installation und Aktivierung von Advanced Custom Fields. Wenn ACF nicht aktiv ist, kann das Plugin nicht aktiviert werden.

source: This field enables formatting text in a field without a toolbar.
de_at: Dieses Feld ermöglicht die Formatierung von Text in einem Feld ohne Symbolleiste.

source: Error! Please enter a higher value
de_at: Fehler! Bitte gib einen höheren Wert ein

source: Show "bold" option in toolbar
de_at: Option “Fett” in der Symbolleiste anzeigen

source: If the formatting option for "bold" should be visible
de_at: Ob die Formatierungsoption für “Fett” sichtbar sein soll

source: Yes
de_at: Ja

source: No
de_at: Nein

source: Show "italic" option in toolbar
de_at: Option “Kursiv” in der Symbolleiste anzeigen

source: If the formatting option for "italic" should be visible
de_at: Ob die Formatierungsoption für “Kursiv” sichtbar sein soll

source: Show "underline" option in toolbar
de_at: Option “Unterstreichung” in der Symbolleiste anzeigen

source: If the formatting option for "underline" should be visible
de_at: Ob die Formatierungsoption für “Unterstreichung” sichtbar sein soll

source: Show "link to" option in toolbar
de_at: Option “Verlinkung” in der Symbolleiste anzeigen

source: If the formatting option for "link to" should be visible
de_at: Ob die Formatierungsoption für “Verlinkung” sichtbar sein soll

source: Show "h1" option in toolbar
de_at: Option “Überschrift 1 (H1)” in der Symbolleiste anzeigen

source: If the formatting option for "h1" should be visible
de_at: Ob die Formatierungsoption für “Überschrift 1 (H1)” sichtbar sein soll

source: Show "h2" option in toolbar
de_at: Option “Überschrift 2 (H2)” in der Symbolleiste anzeigen

source: If the formatting option for "h2" should be visible
de_at: Ob die Formatierungsoption für “Überschrift 2 (H2)” sichtbar sein soll

source: Show "h3" option in toolbar
de_at: Option “Überschrift 3 (H3)” in der Symbolleiste anzeigen

source: If the formatting option for "h3" should be visible
de_at: Ob die Formatierungsoption für “Überschrift 3 (H3)” sichtbar sein soll

source: Show "quote" option in toolbar
de_at: Option “Zitat” in der Symbolleiste anzeigen

source: If the formatting option for "quote" should be visible
de_at: Ob die Formatierungsoption für “Zitat” sichtbar sein soll

source: Show "unordered list" option in toolbar
de_at: Option “Aufzählungsliste” in der Symbolleiste anzeigen

source: If the formatting option for "unordered list" should be visible
de_at: Ob die Formatierungsoption für “Aufzählungsliste” sichtbar sein soll

source: Show "ordered list" option in toolbar
de_at: Option “Nummerierte Liste” in der Symbolleiste anzeigen

source: If the formatting option for "ordered list" should be visible
de_at: Ob die Formatierungsoption für “Nummerierte Liste” sichtbar sein soll

source: Type your text here
de_at: Hier Text eingeben

source: Highlight some text to show formatting options.
de_at: Text markieren um Formatierungsoptionen anzuzeigen.
